; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	nnq2603 <N/A@legroom.net>
; Homepage:	http://www.vietsupport.com
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=Tập tin
2=Những ưu tiên
3=Trợ giúp
4=
5=Chọn tập tin
6=Tập tin nén/&bộ cài đặt cần trích xuất:
7=Extract to
8=Thư &mục đích:
9=
10=Các tùy chọn của Universal Extractor
11=Giữ lại danh sách tài liệu mới dùng
12=Ẩn cửa sổ giao diện điều khiển
13=
14=&Ngôn ngữ:
15=
16=
17=Các tùy chọn định dạng đặc biệt
18=&Cảnh báo trước khi kích hoạt các tập tin
19=&Loại những tập tin trùng lặp
20=Loại những tập tin &tạm
21=&Bổ xung những phần mở rộng còn thiếu
22=
23=Giới thiệu về Universal Extractor
24=Trang web của %s
25=
26=
27=
28=
29=
30=
31=&Chấp nhận
32=
33=
34=&Hủy bỏ
35=Những ưu tiên 2
36=%s Quá trình trích xuất
37=%s hỗ trợ những phương pháp sau đây để trích xuất %s gói.  Không may, không phương pháp nào thỏa đáng 100% cả.  Nếu chế đọ mặc định có vẻ thất bại, hãy chạy lại %s và sử dụng các cách còn lại.
38=Phương pháp trích xuất
39=%s Bộ cài đặt dưới quyền admin
40=%s quá trình trích xuất
41=%s khóa chuyển
42=%s Trình giải nén
43=Không phải 1 bộ cài InstallShield
44=
45=
46=
47=%sHãy chọn một tập tin hợp lệ.
48=Mở tập tin
49=Ghi vào
50=
51=tài liệu lưu trữ
52=tập tin nén
53=
54=sách điện tử
55=thẻ điện tử
56=tập tin mã hóa
57=tập tin thực thi
58=
59=tập tin trợ giúp
60=bản vá nóng
61=ảnh
62=bộ cài đặt
63=
64=gói
65=bản vá
66=Tự trích xuất
67=Giai đoạn
68=
69=Kiểm tra
70=
71=
72=trình cập nhật
73=
74=
75=Quét tập tin để xác định kiểu.
76=Đang quét tập tin bằng trình quét %s.
77=Trích xuất tập tin vào:
78=Đang chờ bộ cài khởi động.%nXin hãy chờ.
79=
80=%s ảnh đĩa CD-ROM không thể trích xuất trực tiếp được.  Thay vào đó, ảnh này%nsẽ được chuyển đổi thành ảnh ISO CD-ROM, rồi mới trích xuất.%n%nBạn muốn tiếp tục không?%nChú ý: Tiến trình này có thể mất vài phút.
81=Lỗi:  Ảnh đĩa CD-ROM không thể chuyển đổi được.%nNếu nó là một ảnh BIN/CUE, hãy bảm đảm rằng tập tin CUE này được định dạng chuẩn xác.
82=Lỗi:  Một ảnh đĩa ISO đã được tạo từ ảnh %s, nhưng không thể chuyển đổi được.%nBạn có muốn giữ nguyên ảnh đĩa ISO cho những lần chẩn đoán sau không?
83=Lỗi: Không thể tìm được:%n%s\%s.%s%n%nĐồng thời %s.bin và %s.cue cần thiết đi kèm.
84=Khởi tạo %s.  Hãy thoát bộ cài đặt, rồi nhấn OK để tiếp tục.
85=Chú ý:  Phương pháp này chỉ làm việc với bộ cài Wise dành cho gói cài đặt Windows.%nNếu đồ thuật cài đặt Wise bắt đầu hãy chờ đợt để nhập liệu, tập tin này không được %nhỗ trợ.  Hãy thoát bộ cài, và %s sẽ hủy việc trích xuất.%n%nBạn muốn tiếp tục chứ?
86=Tập tin này nén bởi chương trình %s, nhưng không thể giải nén được.%nCó thể vì dạng tập tin không được hỗ trợ, hoặc bởi vì%nđơn giản là không có nội dung nào để trích xuất.%n%nBạn muốn trích xuất tập tin này thay vào đó không?%n%nChú ý: Tập tin được trích xuất ra có tên:%n%s\%s_unpacked.%s
87=Lỗi:  %s%nkhông thể trích xuất.
88=Cảnh báo:  Để trích xuất những tập tin dạng này, nó phải trực tiếp khởi hoạt.%nNếu bạn tiếp tục, thì lệnh này sẽ được gọi:%n%n%s%n%nNếu bạn tinh rằng tập tin này không an toàn thì khuyến cáo bạn ngừng tại đây.%nBạn có muốn tiếp tục không?
89=Cảnh báo: Điểm đến thư mục %s đã tồn tại!%nKhai thác không có sản phẩm nào trong thư mục có thể dẫn đến lỗi khi giải nén.%n%nĐể xóa thư mục trước khi giải nén?
90=
91=
92=
93=
94=Quá trình trích xuất %s không thể lưu dấu lại được.
95=
96=%s không thể trích xuất.%nKiểu tập tin trả về là: %s%n%nNhấn 'Chấp nhận' nếu bạn muốn tự mình chấn đoán lại, hoặc 'Hủy bỏ' để hủy.
97=%s%ncó phần mở rộng chưa biết và không thể trích xuất được.
98=%s%nkhông thể khởi tạo được.  Xin hãy chọn một đích hợp lệ.
99=%s không thể trích xuất.%nNó trình hiện dưới dạng một %s, mà đã được hỗ trợ, nhưng trích xuất vẫn thất bại.%nHãy kiểm tra tập tin lưu dấu, %s, để biết thêm chi tiết.%n%nNhấn 'Chấp nhận' để xem tập tin lưu dấu ngay, hoặc 'Hủy bỏ' để thoát.
100=
101=
102=
103=
104=
105=
106=
107=
108=
109=
110=
111=
112=
113=
114=
115=
116=
117=
118=
119=
